{
  "storage" : "model.espresso.weights",
  "analyses" : {

  },
  "properties" : {

  },
  "format_version" : 200,
  "metadata_in_weights" : [

  ],
  "layers" : [
    {
      "bottom" : "mfcc_input",
      "weights" : {

      },
      "mode" : 0,
      "nd_axis" : 0,
      "debug_info" : "flatten",
      "top" : "flat",
      "type" : "flatten",
      "name" : "flatten"
    },
    {
      "has_prelu" : 0,
      "top" : "classLabel_probs",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 2,
      "blob_weights" : 3,
      "type" : "inner_product",
      "has_relu" : 0,
      "attributes" : {
        "is_output" : 1
      },
      "bottom" : "flat",
      "debug_info" : "fc",
      "has_tanh" : 0,
      "blob_biases" : 1,
      "name" : "fc",
      "nB" : 1274
    }
  ]
}